/* No comment provided by engineer. */
"Authenticating as {0}" = "Удостоверява се като {0}";

"Closing SSH Session Channel" = "Закрива SSH сесия";
"Deleting {0}" = "Изтрива {0}";
"Disconnected" = "Изключен";
"Disconnecting {0}" = "Изключва {0}";
"Downloading {0}" = "Изтегля {0}";
/* Connection type opened */
"{0} connection opened" = "{0} отворени свръзки";


/* Reading size of file. */
"Getting size of {0}" = "Получава размера на {0}";

/* Reading modification date of file. */
"Getting timestamp of {0}" = "Получава клеймото на {0}";

/* Reading permission of file. */
"Getting permission of {0}" = "Получава правата на {0}";

/* No activity */
"Idle" = "Бездеен";
"Listing directory {0}" = "Описва директория {0}";
"Making directory {0}" = "Прави директория {0}";
"Maximum allowed connections exceeded. Waiting" = "Надхвърлен максималният брой свръзки. Чака…";
"Mounting {0}" = "Монтира {0}";

/* The user did not accept the certificate or is not valid */
"No trusted certificate found" = "Не се намери надежден сертификат";
"Opening {0} connection to {1}" = "Отваря {0} свръзки с {1}";
"SFTP subsystem ready" = "SFTP подсистема в готовност";
"SCP subsystem ready" = "SCP подсистема в готовност";
"Starting SFTP subsystem" = "Стартира SFTP подсистема";
"Starting SCP subsystem" = "Стартира SCP подсистема";
"Uploading {0}" = "Качва {0}";

/* Renaming file status message; Renaming to <new filename>. */
"Renaming {0} to {1}" = "Преименува {0} на {1}";

/* Duplicate a file */
"Copying {0} to {1}" = "Копира {0} в {1}";

/* Changing the owner of a file */
"Changing owner of {0} to {1}" = "Сменя собственика на {0} на {1}";

/* Changing the group owner of a file */
"Changing group of {0} to {1}" = "Сменя групата на {0} на {1}";

/* Changing UNIX file permissions */
"Changing permission of {0} to {1}" = "Сменя правата на {0} на {1}";

/* Indicates remaining time needed for files to transfer */
"{0} seconds remaining" = "Остават {0} секунди";

/* Indicates remaining time needed for files to transfer */
"{0} minutes remaining" = "Остават {0} минути";

/* Indicates remaining time needed for files to transfer */
"{0} hours remaining" = "Остават {0} часа";

/* When trying to determine the IP address of a server hostname; e.g. Resolving example.net */
"Resolving {0}" = "Търси {0}";

/* Retry in 10 seconds - Used to indicate the time left until another connection attempt is made */
"Retry again in {0} seconds ({1} more attempts)" = "Нов опит след {0} секунди ({1} оставащи опита)";
"Transfer complete" = "Край на трансфера";
"Transfer incomplete" = "Недовършен трансфер";

/* Content distribution network (CDN) */
"Enable {0} Distribution" = "Активира {0} разпределение";
"Disable {0} Distribution" = "Деактивира {0} разпределение";

/* Compress and expand archives */
"Archiving {0}" = "Опакова {0}";
"Unarchiving {0}" = "Разопакова {0}";

/* Compute MD5 hash */
"Compute MD5 hash of {0}" = "Изчислява MD5 хеш на {0}";

/* Reading HTTP headers */
"Reading metadata of {0}" = "Прочит на метаданни от {0}";

/* Writing custom HTTP headers */
"Writing metadata of {0}" = "Запис на метаданни от {0}";

/* Prepare path for transfer */ 
"Prepare {0}" = "Подготовка на {0}";

/* Content distribution network (CDN) configuration */
"Reading CDN configuration of {0}" = "Прочит на CDN конфигурация от {0}";
"Writing CDN configuration of {0}" = "Запис на CDN конфигурация от {0}";

/* Growl Notification */
"Connection failed" = "Неуспешна свръзка";

/* Growl Notification */
"Connection opened" = "Установена свръзка";

/* Growl Notification */
"Download complete" = "Изтеглянето завърши";

/* Growl Notification */
"Synchronization complete" = "Синхронизацията завърши";

/* Growl Notification */
"Upload complete" = "Качването завърши";

/* Growl Notification */
"Download failed" = "Неуспешно изтегляне";

/* Growl Notification */
"Upload failed" = "Неуспешно качване";

/* Growl Notification */
"Transfer queued" = "Трансфер в изчакване";

/* Growl Notification */
"Transfer incomplete" = "Недовършен трансфер";